Repository: pypt/mediacloud
Catalog: lib/MediaWords/I18N/*.po
Languages: ru

source: (none)
ru: (Нет)

source: 1000 most influential U.S. political blogs according to Technorati, pruned of mainstream media sources.
ru: 1000 наиболее влиятельных американских политических блогов по Technorati, подрезают из основных источников информации.

source: 1000 most popular feeds in bloglines.
ru: 1000 самых популярных каналов в Bloglines.

source: A core goal of the Media Cloud project is to make as much data as legally possible as available as legally possible. Our hope is to provide the basic data to allow smarter folks than us to ask and answer better questions about the mediasphere than we could without having to do the back end work of collecting and processing the underlying data. To that end, we make available daily dumps of per-story word counts for every story for every media source we collect (including many media sources that are not included in the main dashboard interface).
ru: Основной целью проекта Медиа-Клауд, чтобы сделать столько данных, сколько возможно юридически, как имеющиеся в наличии как юридически это возможно. Мы надеемся на то, чтобы обеспечить основные данные, позволяющие люди умнее, чем нам задавать и отвечать на вопросы о лучшей mediasphere, чем мы могли без того, чтобы сделать работу задней части сбора и обработки исходных данных. С этой целью, мы делаем ежедневно отвалов за историю слово рассчитывает Каждый материал для каждого источника средств массовой информации мы собираем (в том числе многие СМИ, которые не включены в основной интерфейс приборной панели).

source: A similarity score is included in the legend at the bottom of each comparative word cloud. The similarity score is the <a href="https://secure.wikimedia.org/wikipedia/en/wiki/Cosine_similarity">cosine similarity</a> of the word counts of the 500 most common stopworded words within each of the two queries. A score of 0 indicates no similarity at all and a score of 1 indicates that the list of word counts is exactly the same. This similarity score can be used to quantitatively assess the degree to which two queries differ, and to compare differences between various comparisons (to ask, for instance, whether news coverage differed more between two media sources in the past two weeks than the previous two weeks, or to ask whether the content of mainstream media coverage of the economy is more similar to content of the whitehouse feeds than the content of blog coverage).
ru: Сходство оценка содержится в легенде в нижней части каждой сравнительный облако слова. Сходство оценка <a href="https://secure.wikimedia.org/wikipedia/en/wiki/Cosine_similarity">сходства косинус</a> слова пунктам 500 наиболее распространенных слов stopworded внутри каждой из двух запросов. 0 баллов указывает на отсутствие сходства на всех, и 1 балл означает, что список слов важно, так это то же самое. Это сходство оценка может быть использована для количественной оценки степени, в которой различаются два запроса, и сравнить различия между различными сравнений (спросить, например, будь то освещение новостей отличались более двух сред источников в последние две недели, чем предыдущие две недели , или спросить, есть ли содержание основного освещения в СМИ экономика больше похожа на содержание Уайтхаус кормов, чем содержание блога покрытие).

source: A topic is a way of not just tracking generic content within a given media set or media source, but tracking content closely associated with a specific topic (eg. egypt, economy, or health). Word clouds generated for a specific topic include only words that appear in the same sentence as the topic word. So the word cloud for the week of 2010-08-01 for Political Blogs with the health topic will include only words within that week and media source within sentences that include the word
ru: Тема способ не только отслеживание общего содержания в течение определенного набора носителей или средств массовой информации источника, но отслеживание содержания тесно связан с конкретной теме (например, Египет, экономики или здоровья). Слово облака создается для конкретной темы включают только слова, которые появляются в одном предложении, как тему слово. Поэтому слово облако в течение недели от 2010-08-01 по политическим блогам с темой здоровья будет включать в себя только слова внутри этой неделе и средств массовой информации источника в предложения, которые включают слово

source: About
ru: О

source: About Media Cloud
ru: О Медиа Облако

source: Adoption
ru: Принятие

source: Advocacy
ru: Пропаганда

source: All public feeds from whitehouse.gov.
ru: Все открытые каналы с whitehouse.gov.

source: Amina
ru: Амина

source: Ash
ru: Зола

source: Ashtiani
ru: Аштиани

source: Assange
ru: Ассанж

source: Available Subsets
ru: Доступные подмножества

source: Available set within this set
ru: Доступный набор в этот набор

source: Belarus
ru: Беларусь

source: Blogs manually coded as conservative from the political blogs set.
ru: Дневники вручную кодировать как консервативный из политических блогов набор.

source: Blogs manually coded as liberal from the political blogs set.
ru: Дневники вручную кодировать как либеральные от политических блогов набор.

source: Blogs manually coded as neither conservative nor liberal from the political blogs set.
ru: Дневники вручную кодировать как ни консервативными, ни либеральными от политических блогов набор.

source: Breitbart
ru: Брейтбарт

source: Buckets
ru: Ведра

source: Bulgaria [boat]
ru: Болгария [лодки]

source: Can we characterize the overall mix of coverage for a given source?
ru: Можем ли мы охарактеризовать общей структуре страхового покрытия для данного источника?

source: Can we track news cycles for specific issues?
ru: Можем ли мы трек новости циклы по конкретным вопросам?

source: Censorship
ru: Цензура

source: Christine
ru: Кристин

source: Click on a word to see sentences.
ru: Нажмите на слово, чтобы увидеть предложения.

source: Colin's Nigeria Blogs
ru: Колин Нигерии Дневники

source: Compare Query
ru: Сравните запросов

source: Cordoba
ru: Кордова

source: Coverage Map
ru: Карта покрытия

source: DDoS [latin]
ru: DDoS [латинскими]

source: Data
ru: Данные

source: Data:
ru: Данные:

source: Describe media sets
ru: Опишите наборы носителей

source: Do bloggers introduce storylines into mainstream media or the other way around?
ru: У блоггеров ввести сюжетные линии в средствах массовой информации или наоборот?

source: Do online comments shape the news?
ru: Есть ли онлайн комментарии форму новость?

source: Domodedovo
ru: Домодедово

source: Download
ru: Скачать

source: Drill
ru: Дрель

source: ECHR
ru: ЕСПЧ

source: Each word in a word cloud links to the list of sentences including that word within the given week and media set or media source. So clicking on
ru: Каждое слово в слово облако ссылки на список предложений в том числе и слово в данной недели и набора носителей или средств массовой информации источника. Так нажав на

source: Economy
ru: Экономика

source: Egypt
ru: Египет

source: Embed
ru: Вставлять

source: Explosion
ru: Взрыв

source: FAQ
ru: Часто задаваемые вопросы

source: Fans
ru: Вентиляторы

source: Fire
ru: Пожар

source: For each media source, we show a percentage indicating the frequency of the clicked word. This percentage is calculated by comparing the number of times the clicked word occurs within the media source in the given week with the total number of words within that media source for the given week. For topic word clouds, the percentage is determined by the occurances of the clicked word within sentences in the media source for the given week that contain the topic word in comparison to the total number of words within these sentences. For words that appear in both queries (words in purple in the word cloud), we average the percentages from the two queries.
ru: Для каждого источника средств массовой информации, мы показываем процент указывает частоту нажатия слова. Этот процент рассчитывается путем сравнения, сколько раз нажата слово встречается в средствах массовой информации источника в данной неделе общее количество слов в том, что источником информации для данной недели. Для облака тему словом, процент определяется вхождения нажатии слова в предложения в источник информации для данной недели, которые содержат слово тему по сравнению с общим количеством слов в этих предложениях. Для слов, которые появляются в обоих запросов (слов в порфиру в слове облако), мы средний процент от двух запросов.

source: Full Data Dumps
ru: Полный дамп данных

source: Gay
ru: Гей

source: Gaza
ru: Сектор Газа

source: Gingrich
ru: Гингрич

source: Gulf
ru: Пропасть

source: Hacking
ru: Взлом

source: Health Care
ru: Здравоохранение

source: Home
ru: Домой

source: Homophobia
ru: Гомофобия

source: Homosexual
ru: Гомосексуальный

source: How are competing terms for the same event used in different publications?
ru: Как конкурируют условия для того же события, используемые в различных публикациях?

source: How are these sentences generated?
ru: Как эти предложения генерируются?

source: How do patterns differ between local and national news coverage?
ru: Как модели отличаются между местными и национальными новостями?

source: How is the coverage map generated?
ru: Как карте покрытия генерируются?

source: How is the list of sentences generated?
ru: Как список предложений генерируются?

source: How is the word cloud generated?
ru: Как слово облако генерируются?

source: Huckabee
ru: Хакаби

source: Incremental Data Dumps
ru: Дополнительные дамп данных

source: India
ru: Индия

source: Iran
ru: Иран

source: Is the source code for Media Cloud available?
ru: Является ли исходный код для СМИ Облако в наличии?

source: Japan
ru: Япония

source: Kagan
ru: Каган

source: Kashin
ru: Кашин

source: Kenya
ru: Кения

source: LGBT
ru: ЛГБТ

source: Libya
ru: Ливия

source: List media sources
ru: Список СМИ

source: Luzhkov
ru: Лужков

source: Magnitsky
ru: Магницкий

source: Man
ru: Человек

source: Manezh
ru: Манеж

source: Market
ru: Рынок

source: Media
ru: Средства массовой информации

source: Media Cloud collects news stories from media sources. Each media source is a distinct organization such as a mainstream media organization like the <a href="http://nytimes.com">New York Times</a> or a blog like <a href="http://www.powerlineblog.com">Power Line</a>. Each media source may include a single feed or up to several hundred feeds. For each media source, the content from all of its feeds are included as the content of the media source.
ru: Медиа Облако собирает новости из источников СМИ. Каждый источник СМИ различные организации, такие как основные средства массовой информации, как <a href="http://nytimes.com">Нью-Йорк Таймс</a> или блог, как <a href="http://www.powerlineblog.com">Power Line</a> . Каждый источник средств массовой информации могут включать один канал или до нескольких сотен каналов. Для каждого источника средств массовой информации, контента из всех своих каналов включены в качестве содержания исходного носителя.

source: Media Cloud is <span id="tagline">a project of the <a href="http://cyber.law.harvard.edu/">Berkman Center for Internet &amp; Society</a> at Harvard</span>
ru: Медиа Облако <span id="tagline">проект <a href="http://cyber.law.harvard.edu/">Центра Беркмана для Интернет и общества</a> в Гарварде</span>

source: Media Cloud is an open source, open data platform that allows researchers to answer quantitative questions about the content of online media. Using Media Cloud, researchers, journalism critics and interested citizens can examine what media sources cover which stories, what language different media outlets use in conjunction with different stories, and how stories spread from one media outlet to another.
ru: Медиа Облако открытым исходным кодом, открытая платформа данных, что позволяет исследователям ответить на количественные вопросы о содержании интернет-СМИ. Использование СМИ Облако, исследователи, критики и журналистики заинтересованные граждане могут изучить, какие средства массовой информации источников покрывать какие истории, на каком языке различных средств массовой информации использовать в сочетании с разными историями, и как историй передается от одного СМИ в другое.

source: Media Cloud is made possible by the generous support of the <a href="http://www.macfound.org">John D. and Catherine T. MacArthur Foundation</a> and the <a href="http://www.fordfoundation.org">Ford Foundation</a>.
ru: Медиа Облако стало возможным благодаря щедрой поддержке <a href="http://www.macfound.org">Джона Д. и Кэтрин Т. Макартуров</a> и <a href="http://www.fordfoundation.org">Фонда Форда</a> .

source: Media Cloud offers a way to quantitatively examine all of these challenging questions by collecting and analyzing the news stream of tens of thousands of online sources.
ru: Медиа Облако предлагает способ количественно изучить все эти сложные вопросы путем сбора и анализа новостей потоком десятков тысяч источников в Интернете.

source: Media Set
ru: Набора носителей

source: Media Sub-sets:
ru: Медиа подмножества:

source: Media:
ru: СМИ:

source: Medvedev
ru: Медведев

source: Metro
ru: Метро

source: Modernization
ru: Модернизация

source: Mubarak
ru: Мубарак

source: Murdoch
ru: Мердок

source: Nationalists
ru: Националисты

source: Nemtsov
ru: Немцов

source: News
ru: Новости

source: None
ru: Ни один

source: OR
ru: ИЛИ

source: Obama
ru: Обама

source: Oil
ru: Нефть

source: Olympics
ru: Олимпийские игры

source: Palin
ru: Пэйлин

source: Parade
ru: Парад

source: Paste this html to embed in a website:
ru: Вставьте этот HTML для внедрения в веб-сайте:

source: Pawlenty
ru: Поленти

source: Plane Crash
ru: Крушение самолета

source: Political Blogs
ru: Политические Дневники

source: Political Blogs - Center
ru: Политические блоги - Центр

source: Political Blogs - Left
ru: Политические Блоги - Левый

source: Political Blogs - Right
ru: Политические Блоги - Право

source: Popular Blogs
ru: Дневники

source: Popular Queries:
ru: Популярные запросы:

source: Pride
ru: Гордость

source: Print newspapers are declaring bankruptcy nationwide. High-profile blogs are proliferating. Media companies are exploring new production techniques and business models in a landscape that is increasingly dominated by the Internet. In the midst of this upheaval, it is difficult to know what is actually happening to the shape of our news. Beyond one-off anecdotes or painstaking manual content analysis, there are few ways to examine the emerging news ecosystem.
ru: Печать газет объявления банкротства по всей стране. Громкие блоги множатся. Медиа-компании ищут новые технологии производства и бизнес-моделей на фоне пейзажа, который все больше доминируют в Интернете. В разгар этого потрясения, это трудно понять, что на самом деле происходит с формой наших новостях. Помимо одноразовых анекдоты или кропотливого ручного анализа содержания, Есть несколько способов, чтобы изучить новые новости экосистемы.

source: Protest
ru: Протест

source: Protests
ru: Протесты

source: Putin
ru: Путин

source: Query
ru: Запрос

source: Reports
ru: Отчеты

source: Revolution
ru: Революция

source: Riots
ru: Массовые беспорядки

source: Sagra [village]
ru: Сагра [деревни]

source: Sanchez
ru: Санчес

source: Seliger
ru: Селигер

source: Sentences
ru: Предложения

source: Shahzad
ru: Шахзад

source: Sherrod
ru: Шеррод

source: Skolkovo
ru: Сколково

source: Spartak
ru: Спартак

source: Spies
ru: Шпионы

source: Spies (шпион)
ru: Шпионы (шпион)

source: Spill
ru: Проливать

source: Square
ru: Площадь

source: Stories
ru: Истории

source: Strasbourg
ru: Страсбург

source: Submit
ru: Представлять

source: Subset #2
ru: Подмножество # 2

source: Subset #3
ru: Подмножество # 3

source: Supreme
ru: Верховный

source: Tea
ru: Чай

source: Technically, Media Cloud performs five basic functions -- media definition, crawling, text extraction, word vectoring, and analysis. First, we define the set of media sources we want to collect and discover the feeds for each media source (which in the case of many newspapers includes hundreds of feeds). Second, we crawl each of those feeds several times each day to discover any new stories published by each feed and then download the html of each new story. Third, we extract just the substantive content of each story from each html page, leaving behind the ads, navigation, and other cruft. Fourth, we break that substantive text down into a set word counts so that we can count, down to the level of individual sentences, which words which media sources are using to talk about which topics. And finally, we have a set of tools for analyzing those word counts, including the Media Dashboard tool that acts as the front page for http://mediacloud.org. We make available all of the code for the system under an open source license and publish as much of the underlying data as legally possible.
ru: Технически, Медиа Облако выполняет пять основных функций - определение средств массовой информации, ползание, извлечение текста, слова векторизации и анализа. Во-первых, мы определяем набор источников средств массовой информации мы хотим собрать и открыть каналы для каждого источника средств массовой информации (что в случае многих газетах включает в себя сотни каналов). Во-вторых, ползем каждого из этих каналов в несколько раз каждый день, чтобы обнаружить какие-либо новые рассказы опубликованы каждого канала, а затем загрузить HTML каждой новой истории. В-третьих, мы извлекаем только основное содержание каждой истории из каждой HTML-страницы, оставляя за объявления, навигации и других хлама. В-четвертых, мы нарушаем, что основной текст вниз, рассчитывает набор слов, так что мы можем рассчитывать, вплоть до уровня отдельных предложений, какие слова какие источники используете, чтобы говорить о том, какие темы. И, наконец, у нас есть набор инструментов для анализа тех слов пунктам, включая инструмент медиа-панель, которая действует как на первой странице http://mediacloud.org. Мы делаем доступными все код для системы под открытой лицензией и публиковать как можно больше исходных данных, как юридически это возможно.

source: Terrorism
ru: Терроризм

source: The comparative word cloud starts with the top 75 words of each query but colors words according to their relative frequency within each query. Words in red or blue are words within the top 75 words for one query that are ranked at least 25 spots lower than in the other query. Words in purple are ranked within 25 spots in both of the queries. So the word
ru: Сравнительный облако слово начинается с верхнего 75 слов каждого запроса, но цвета слов по их относительной частоты в пределах каждого запроса. Слова в красный или синий слов в топ 75 слов за один запрос, оцениваются по меньшей мере 25 мест ниже, чем в других запросов. Слова в фиолетовый оцениваются в пределах 25 пятен в обоих запросов. Поэтому слово

source: The coverage map displays a heat map of the coverage of a given country for the given media set or media source during the given week. So for a media source that mentions China frequently but African countries rarely, China should appear very dark on the map while African countries should appear very light. We use a very simple country tagging system that counts mentions of a given country by looking for either the country name if it is a single word (eg. Ghana) or for two words from the country name to appear anywhere in the same sentence if the country name is more than one word (eg. United States). This tagging algorithm is likely to have some false negatives and false positives.
ru: Карта покрытия отображает тепловая карта охвата данной страны для данного набора носителей или средств массовой информации источника в течение данной недели. Таким образом, для средств массовой информации источника, который упоминает Китай часто, но редко африканских стран, Китай должен появиться очень темно на карте в то время как африканские страны должны появиться очень легким. Мы используем очень простую систему страны пометки, что рассчитывает упоминания о той или иной стране, ища либо название страны, если это одно слово (например, Гана) или два слова из названия страны, чтобы появиться где-нибудь в том же предложении, если название страны более одного слова (например, США). Этот алгоритм пометки, вероятно, некоторые ложные негативы и ложных срабатываний.

source: The data dumps are zipped archives containing csv files.
ru: Данные свалки молнии архивов, содержащих файлы CSV.

source: The idea for Media Cloud emerged through a series discussions between faculty and friends of the Berkman Center. The conversations would follow a predictable pattern: one person would ask a provocative question about what was happening in the media landscape, someone else would suggest interesting follow-on inquiries, and everyone would realize that a good answer would require heavy number crunching. Nobody had the time to develop a huge infrastructure and download <strong>all</strong> the news just to answer a single question. However, there were eventually enough of these questions that we decided to build a tool for everyone to use.<br /> Some of the early driving questions included:
ru: Идея для СМИ появилось облако через серию дискуссий между преподавателями и друзьями Беркман Центр. Разговоры будут следовать предсказуемой схеме: один человек спрашивал провокационный вопрос о том, что происходит в медийном, кто-то хотел бы предложить интересные последующих запросов, и все будут понимать, что хороший ответ потребует тяжелых хруст числа. Никто не имел времени, чтобы развить огромную инфраструктуру и скачать <strong>все</strong> новости только ответить на один вопрос. Тем не менее, в конечном итоге были достаточно многие из этих вопросов, мы решили создать инструмент для всех пользователей. <br /> Некоторые из ранних вопросы вождения включают:

source: The media sources are collected into media sets. A media set is a collection of media sources grouped together for analytical purposes, for instance as mainstream media or blogs. Below is a list of the media sets available on the current Media Cloud dashboard.
ru: СМИ собирают в наборы средств массовой информации. Набор носителей представляет собой коллекцию СМИ сгруппированы в аналитических целях, например, в качестве средства массовой информации или блогов. Ниже приведен список средств массовой информации, доступных на текущей панели Облако СМИ.

source: There are two different kinds of word clouds generated by the Media Dashboard: a simple word cloud for a single query and a comparative word cloud for two queries. The single query word cloud includes the 100 most common stopworded words used by the given media set or media source during the given week. The size of each word is determined by its frequency across all media sources within the query. Words in a large stoplist of about four thousands words are excluded from the word cloud.
ru: Есть два различных типа слово облака порожденных Dashboard СМИ: простые облака слова одного запроса и сравнительный облако слова для двух запросов. Единого облачка слова запроса включает 100 наиболее распространенных stopworded слова, используемые данной набора носителей или средств массовой информации источника в течение данной недели. Размер каждого слова определяется его частотой между всеми источниками информации в течение запроса. Слова в большой список стоп-слов около четырех тысяч слов, исключаются из слов облако.

source: This week's report
ru: На этой неделе докладе

source: Top 25 Mainstream Media
ru: Top 25 Mainstream СМИ

source: Top 25 mainstream media sources by monthly unique users from the U.S. according to the Google AdPlanner service.
ru: 25 самых популярных средствах массовой информации источников ежемесячных уникальных пользователей из США по службе Google AdPlanner.

source: Topic
ru: Тема

source: Topic:
ru: Тема:
