Repository: pypt/mediacloud
Catalog: lib/MediaWords/I18N/*.po
Languages: ru

source: Torshin [Bill Sponsor]
ru: Торшин [Билл Спонсор]

source: Tunisia
ru: Тунис

source: Tunisia (2)
ru: Тунис (2)

source: Ukraine
ru: Украина

source: Vladikavkaz
ru: Владикавказ

source: Volcano
ru: Вулкан

source: Week
ru: Неделя

source: Week of media coverage
ru: Неделя в СМИ

source: What does this coverage map mean?
ru: Что это карта покрытия в виду?

source: What does this word cloud mean?
ru: Что означает это слово облако значит?

source: What is a topic?
ru: Что такое тема?

source: What is the similarity score?
ru: Что такое сходство счет?

source: What parts of the world are being covered or ignored by different media sources?
ru: Какие части мира покрывается или игнорируются из различных источников средств массовой информации?

source: Where do stories begin?
ru: Где историй начиналось?

source: White House
ru: Белый дом

source: WikiLeaks [latin]
ru: WikiLeaks [латинскими]

source: Wikileaks [cyrillic]
ru: Wikileaks [кириллица]

source: Wisconsin
ru: Висконсин

source: Woman
ru: Женщина

source: Yes. We publish all Media Cloud code under the GNU Affero General Public License, which basically says that you can download the code, modify it, and host your own version of Media Cloud as long as you publish any changes you make it to the code if you host a public version of Media Cloud or distribute your own version of Media Cloud. The Media Cloud is available at SourceForge <a href="http://sourceforge.net/projects/mediacloud/develop">here</a>. Please note that we have not for some time made any strong attempt to package Media Cloud or to make it easy for other folks to install and maintain, so enter at your own risk. Most importantly, the answers to any specific methodological questions about how we collect and analyze the media cloud are available in the open source code.
ru: Да. Мы публикуем весь код Медиа Облако под GNU Affero General Public License, которая в основном говорит, что вы можете скачать код, модифицировать его и разместить собственную версию Медиа Облако тех пор, пока вы публиковать любые изменения его кода, если вы хост публичная версия медиа облако или распространять свою собственную версию медиа-Клу. Облако СМИ можно найти на SourceForge <a href="http://sourceforge.net/projects/mediacloud/develop">здесь</a> . Пожалуйста, обратите внимание, что мы не какое-то время сделал какой-нибудь сильный попытка пакет Облако СМИ или сделать его легким для других людей в установке и обслуживании, так что войти на свой страх и риск. Самое главное, ответы на любые конкретные методологические вопросы о том, как мы собираем и анализируем облако материалы для печати с открытым исходным кодом.

source: Zuckerberg
ru: Цукерберг

source: adoption
ru: принятие

source: advocacy
ru: пропаганда

source: all
ru: все

source: amina
ru: Амина

source: anonymous
ru: анонимный

source: ash
ru: зола

source: ashtiani
ru: Аштиани

source: assange
ru: Ассанж

source: belarus
ru: Беларусь

source: breitbart
ru: Брейтбарт

source: buckets
ru: ведра

source: bulgaria [boat]
ru: Болгария [лодки]

source: censorship
ru: цензура

source: christine
ru: Кристин

source: cordoba
ru: Кордова

source: ddos [latin]
ru: DDoS [латинскими]

source: deficit
ru: дефицит

source: domodedovo
ru: домодедово

source: double
ru: двойной

source: double dip
ru: двойной рецессии

source: drill
ru: дрель

source: echr
ru: ЕСПЧ

source: economy
ru: экономика

source: egypt
ru: Египет

source: election
ru: выборы

source: explosion
ru: взрыв

source: fans
ru: вентиляторы

source: fire
ru: пожар

source: fiscal
ru: финансовый

source: gay
ru: гей

source: gaza
ru: сектор Газа

source: gingrich
ru: Гингрич

source: gulf
ru: пропасть

source: hacking
ru: взлом

source: health care
ru: здравоохранение

source: homophobia
ru: гомофобии

source: homosexual
ru: гомосексуальный

source: huckabee
ru: Хакаби

source: india
ru: Индия

source: inec
ru: ИНЭК

source: iran
ru: Иран

source: israel
ru: Израиль

source: jailbreak
ru: побег из тюрьмы

source: japan
ru: Япония

source: juan
ru: Хуан

source: kaduna
ru: Кадуна

source: kagan
ru: кагана

source: kashin
ru: Кашин

source: kenya
ru: Кения

source: laden
ru: груженый

source: lgbt
ru: лгбт

source: libya
ru: Ливия

source: list media sources
ru: Список СМИ

source: list of nigeria blogs from colin on 2011-04-04
ru: Список Нигерии блоги из Колина на 2011-04-04

source: luzhkov
ru: Лужков

source: magnitsky
ru: Магницкий

source: man
ru: человек

source: manezh
ru: Манеж

source: market
ru: рынок

source: medvedev
ru: медведев

source: metro
ru: метро

source: midterm
ru: среднесрочную

source: modernization
ru: модернизация

source: mosque
ru: мечеть

source: mubarak
ru: Мубарак

source: murdoch
ru: Мердок

source: nationalists
ru: националисты

source: nemtsov
ru: Немцов

source: no words found
ru: Не найдено слов

source: nuclear
ru: ядерный

source: obama
ru: обама

source: oil
ru: нефть

source: olympics
ru: Олимпийские игры

source: osama
ru: Усама

source: palestinian
ru: палестинский

source: palin
ru: Пэйлин

source: parade
ru: парад

source: paul
ru: Пол

source: pawlenty
ru: Поленти

source: plane crash
ru: авиакатастрофе

source: poll
ru: голосование

source: pride
ru: гордость

source: protest
ru: протест

source: protests
ru: Протесты

source: putin
ru: Путин

source: rally
ru: ралли

source: recession
ru: рецессия

source: referendum
ru: референдум

source: revolution
ru: революция

source: riots
ru: массовые беспорядки

source: sagra [village]
ru: Сагра [деревни]

source: sanchez
ru: Санчес

source: seliger
ru: Селигер

source: shahzad
ru: Шахзад

source: sherrod
ru: Шеррод

source: shutdown
ru: выключение

source: skolkovo
ru: СКОЛКОВО

source: spartak
ru: Спартак

source: spies
ru: шпионы

source: spies (шпион)
ru: шпионы (шпион)

source: spill
ru: проливать

source: square
ru: площадь

source: strasbourg
ru: Страсбург

source: supreme
ru: верховный

source: syria
ru: Сирия

source: tax
ru: налог

source: tea
ru: чай

source: terrorism
ru: терроризм

source: terrorist act
ru: террористический акт

source: through
ru: через

source: torshin [bill sponsor]
ru: Торшин [законопроект спонсором]

source: tunisia
ru: Тунис

source: tunisia (2)
ru: Тунис (2)

source: twitter
ru: щебетать

source: ukraine
ru: Украина

source: union
ru: союз

source: vladikavkaz
ru: Владикавказ

source: volcano
ru: вулкан

source: wikileaks [cyrillic]
ru: WikiLeaks [кириллица]

source: wikileaks [latin]
ru: WikiLeaks [латинскими]

source: wisconsin
ru: Висконсин

source: woman
ru: женщина

source: youth
ru: молодежь

source: zuckerberg
ru: Цукерберг
